<template>
    <div class="w-full max-w-[1440px] my-0 mx-auto " id="customers-section">
        <div class=" max-w-[1240px] my-0 mx-auto md:px-8 px-4 lg:px-2">
            <h2 class=" font-[montserrat] font-semibold text-[32px] text-[#4E4747] text-center mb-[46px]">
                Наші клієнти про нас
            </h2>
            <div class="">

            </div>
            <the-customers-slider
                :slides="slides"
            />
        </div>
    </div>
</template>

<script>

import TheCustomersSlider from './TheCustomersSlider.vue'

    export default {
        name: 'TheCustomers',
        components: { 
            TheCustomersSlider 
        },
        data() {
            return {
                slides:[
                    {
                        url: '/img/customers_1.webp',
                        type: 'video',
                        review: ''
                    },
                    {
                        url: '/img/customers_2.webp',
                        review: "Ми не могли бути щасливішими з нашими новими шторами! <br/> Кожного ранку, коли сонце проникає крізь них, наша кімната заповнюється приємним м'яким світлом. Дякуємо безмежно❤️"
                    },
                    {
                        url: '/img/customers_3.webp',
                        review: 'Завдяки вам наша мрія стала реальністю! Те, що ми бачили на картинках - тепер бачимо щодня! '
                    },
                    {
                        url: '/img/16_screen/4.webp',
                        review: 'Наші нові штори просто зачарували нас з першого погляду, щиро дякую! 🙂❤️Відчуваємо себе щасливими власниками такого красивого інтер`єру!'
                    },
                    {
                        url: '/img/16_screen/5.webp',
                        review: 'Ця краса тепер моя! Дівчата такі молодці! Обслуговування на вищому рівні👌🏼👌🏼👌🏼 '
                    },
                    {
                        url: '/img/16_screen/6.webp',
                        review: 'Ми неймовірно щасливі, що звернулись саме до Bella Casa! Дякуємо вам, салону, за чудовий досвід обслуговування та високу якість вашої продукції '
                    },
                    {
                        url: '/img/16_screen/7.webp',
                        review: 'Кухня мрії 🥰Вирішили проблему з ранковим сильним світлом - ідеально! Обожнюю вас) '
                    },
                    {
                        url: '/img/16_screen/8.webp',
                        review: 'Дякуємо за допомогу, саме рулонні штори нам підійшли ідеально! Результат неймовірний, хочемо ще оформити вітальню, тож вже знаємо кому зателефонувати! Тільки Bella Casa👍🏻'
                    },
                    {
                        url: '/img/16_screen/9.webp',
                        review: 'Я дуже задоволений своїми новими шторами і рекомендую ваш салон усім, хто шукає якість та професіоналізм! '
                    },

                ]
            }
        }
    }
</script>